<!DOCTYPE html>
<head>
	<meta charset="utf-8">
	<title>无线星空2017年会座位查询系统</title>
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" href="//cdn.bootcss.com/bootstrap/3.3.5/css/bootstrap.min.css">
	<style type="text/css">
	body{
		font-family: "Microsoft Yahei", SimSun, Arial, sans-serif;
		text-shadow: none;
		text-shadow:none; text-transform:none; text-decoration:none;
		color: #555;
		background-color: #eee;
	}
	.qs1{
		background-color: #5BC0DE;
		color: #fff;
		border-radius: 3px;
		padding: 0 2px;
		font-size: 12px;
		margin-top: 5px;
	}
	.qs2{
		background-color: #95C8E0;
		color: #fff;
		border-radius: 3px;
		padding: 2px;
		font-size: 11px;
	}
	table{
		font-size: 12px;
	}
	</style>
</head>
<body>

<?php
error_reporting(E_ALL^E_NOTICE);
$name = $_POST['name'];
//echo $name;
//$name = "zhangyongfeng3";
$table = array(
//1号桌
"张剑"=>1,"张政"=>1,"邓亚磊"=>1,"李强"=>1,"王明"=>1,"董飞"=>1,"袁向博"=>1,"朱成博"=>1,
//2号桌
"张岿"=>2,"刘超"=>2,"庞娟"=>2,"王迎春"=>2,"冀冰"=>2,"王丹"=>2,"薛楠"=>2,"王茹"=>2,
//3号桌
"刘维彬"=>3,"张叱"=>3,"王娓薇"=>3,"田媛"=>3,"韩睿"=>3,"韩笑"=>3,"徐静宜"=>3,"刘欣"=>3,"田丽"=>3,
//4号桌
"宋东翰"=>4,"李甲"=>4,"刘晨"=>4,"王昊"=>4,"汪文华"=>4,"王佳鲁"=>4,"王陈曦"=>4,"王小红"=>4,
//5号桌
"王媛媛"=>5,"陈延新"=>5,"肖茹雪"=>5,"韩亚楠"=>5,"王洋"=>5,"何欣"=>5,"杜祥"=>5,"李岩"=>5,"韩健"=>5,"王姗姗"=>5,
//6号桌
"刘亮"=>6,"张莎莎"=>6,"洪彦俊"=>6,"崔荣"=>6,"王莹雪"=>6,"邓鸽"=>6,"何丹"=>6,"戴奕青"=>6,"卫丹萌"=>6,"董燕妮"=>6,
//7号桌
"王超"=>7,"高国华"=>7,"杨晓博"=>7,"孔觉晓"=>7,"曹磊"=>7,"符秀梅"=>7,"王一楠"=>7,"陈倩"=>7,"张栩萌"=>7,"胡青"=>7,
//8号桌
"马丹平"=>8,"张奥宇"=>8,"张洪"=>8,"郑明明"=>8,"夏友良"=>8,"雷展翅"=>8,"彭福彪"=>8,"胡飞荣"=>8,"孙成飞"=>8,"任芳兰"=>8,
//9号桌
"王发"=>9,"雎磊"=>9,"李丹丹"=>9,"侯娜"=>9,"董鹏辉"=>9,"何合"=>9,"戚晓华"=>9,"孙蕊"=>9,"康旭庆"=>9,"商磊"=>9,
//10号桌
"王维"=>10,"盛昆仑"=>10,"刘娜"=>10,"孔妮娜"=>10,"王涛涛"=>10,"段磊落"=>10,"王凯"=>10,"吴咸章"=>10,"徐宁"=>10,"徐文"=>10,
//11号桌
"石泉"=>11,"何梦楠"=>11,"陈晨"=>11,"张元"=>11,"龚芸芸"=>11,"谢静静"=>11,"刘婵"=>11,"张汉林"=>11,"马振民"=>11,
//12号桌
"李晨曦"=>12,"罗涣"=>12,"祁亚玲"=>12,"景欢"=>12,"蒋梦晗"=>12,"李帆"=>12,"雷雯"=>12,"李婷婷"=>12,"赵艳华"=>12,"胡佩鑫"=>12,
//13号桌
"王萍"=>13,"孙惠英"=>13,"褚润"=>13,"庞可欣"=>13,"郝琳璐"=>13,"鱼苗"=>13,"沙艳蓉"=>13,"谌睿鹏"=>13,"朱旭"=>13,"康勋"=>13,
//14号桌
"柴韶华"=>14,"马文"=>14,"赵敏"=>14,"王亚亭"=>14,"符言"=>14,"任佳"=>14,"李蕊"=>14,"王楠"=>14,"张阿峰"=>14,"尉涛"=>14,
//15号桌
"曾家宽"=>15,"冯盼"=>15,"杨蓓"=>15,"郑敏珠"=>15,"岳博"=>15,"李江云"=>15,"李晓红"=>15,"陈龙梅"=>15,"朱小丽"=>15,"高洁"=>15,
//16号桌
"程婷婷"=>16,"李维娟"=>16,"朱昭"=>16,"余黎明"=>16,"薛沙"=>16,"刘蕾蕾"=>16,"朱晓茵"=>16,"刘颖策"=>16,"高敏娟"=>16,"周卓"=>16,
//17号桌
"张帆"=>17,"谈明鲜"=>17,"吴健"=>17,"张亲维"=>17,"苏云霞"=>17,"于子豪"=>17,"孟轲"=>17,"李丽"=>17,"李晓娟"=>17,"徐胜懋"=>17,
//18号桌
"袁意婷"=>18,"樊红超"=>18,"张甲佳"=>18,"刘金金"=>18,"孙志宁"=>18,"于晶"=>18,"王婷"=>18,"封华"=>18,"滕林园"=>18,"庾朝"=>18,
//19号桌
"梁文"=>19,"雷秀萍"=>19,"刘茜"=>19,"屈珊荣"=>19,"王转"=>19,"毛云茹"=>19,"陈洁"=>19,"李晓艳"=>19,"杨曼曼"=>19,
//20号桌
"刘朴健"=>20,"牛君"=>20,"张艺博"=>20,"张亚婷"=>20,"黄增赛"=>20,"欧荧晖"=>20,"毛小勇"=>20,"杨小绒"=>20,"尤亚旗"=>20,
//21号桌
"彭飞"=>21,"郭咪"=>21,"王冰"=>21,"薛颖"=>21,"张华"=>21,"党甜甜"=>21,"葛帅"=>21,"薛英晗"=>21,"卜晨曦"=>21,"罗文娟"=>21,
//22号桌
"王婷婷"=>22,"姜良美"=>22,"韩海潮"=>22,"李冉"=>22,"谢梦洁"=>22,"周健"=>22,"姚睿"=>22,"李凯莉"=>22,"徐玉苏"=>22,"李双"=>22,
//23号桌
"周玉萍"=>23,"王博雅"=>23,"任霞"=>23,"曹虎"=>23,"贾洞"=>23,"李香燏"=>23,"石丹"=>23,"孙少飞"=>23,"任倩"=>23,"曹一兰"=>23,
//24号桌
"周广元"=>24,"胡玥"=>24,"胥润宇"=>24,"赵颖辉"=>24,"周芳"=>24,"赵艳宁"=>24,"高卫华"=>24,"杨宁"=>24,"孟德琼"=>24,"丁秋芳"=>24,
//25号桌
"朱武涛"=>25,"李江平"=>25,"高涛"=>25,"杨杨"=>25,"夏佩"=>25,"崔海洋"=>25,"薛菲菲"=>25,"南晋"=>25,"贾宇飞"=>25,"刘焱炜"=>25,
//26号桌
"王倩"=>26,"刘曼莉"=>26,"曹媛媛"=>26,"李霖"=>26,"马雪昀"=>26,"闵静"=>26,"何琦"=>26,"王菲"=>26,"麻文静"=>26,"胥亚亚"=>26,

			   );


	if(!$table[$name] == ""){
		$res = $table[$name];
		$res = "您在第 <strong style=\"font-size:56px\"><font color=\"#FFBA00\">".$res."</font></strong> 号桌";
	}else{
		$res = "没找到 T_T<br />请联系现场工作人员= =!<br />董飞看起来很闲，你去找他吧！";
	}
	

?>
<div style="width:100%">
	<div style="margin:0 auto; width:100%; background-color:#0D93D2; text-align:center; padding:20px;"><img src="http://7xisnn.com1.z0.glb.clouddn.com/logo32.png" width="90%" style="max-width:600px;"></div>
</div>

<div style="width:80%; height:30px; margin:30px auto;">
	<p style="text-align:center; font-size:20px; padding:4px 0;"><?php echo $res; ?></p>
	<p style="text-align:center;"><a href="2017.php" target="_self" class="btn btn-info">重新查座位</a><br /><br /></p>
<table width="100%" cellpadding="0" cellspacing="0">
	<tr>
		<td width="80%">节目一：歌曲串烧《夜空中最亮的星》</td>
		<td width="20%">高新二校</td>
	</tr>
	<tr>
		<td width="80%">节目二：吉他弹唱《星空》</td>
		<td width="20%">长安校区</td>
	</tr>
	<tr>
		<td width="80%">节目三：小品《以貌取人》</td>
		<td width="20%">咸阳校区</td>
	</tr>
	<tr>
		<td width="80%">节目四：舞台剧《无线星空之甄嬛传》</td>
		<td width="20%">高新三校</td>
	</tr>
</table>
<span class="qs1">抽奖环节</span>
<br /><br />

<table width="100%" cellpadding="0" cellspacing="0">
	<tr>
		<td width="80%">节目五：舞蹈《青龙帮学习小组》</td>
		<td width="20%">运营+财务</td>
	</tr>
	<tr>
		<td width="80%">节目六：舞蹈《Wow》</td>
		<td width="20%">东区</td>
	</tr>
	<tr>
		<td width="80%">节目七：话剧《嫦娥征婚记》</td>
		<td width="20%">教学一部</td>
	</tr>
	<tr>
		<td width="80%">节目八：小品《奇葩课堂》</td>
		<td width="20%">教学二部</td>
	</tr>
</table>
<span class="qs1">抽奖环节</span>
<br /><br />

<table width="100%" cellpadding="0" cellspacing="0">
	<tr>
		<td width="80%">节目九：舞蹈《青花瓷》	</td>
		<td width="20%">北大街校区</td>
	</tr>
	<tr>
		<td width="80%">节目十：舞蹈《烟花三月》</td>
		<td width="20%">宝鸡校区</td>
	</tr>
	<tr>
		<td width="80%">节目十一：古琴《关山月》《秋风词》</td>
		<td width="20%">全日制</td>
	</tr>
	<tr>
		<td width="80%">节目十二：啦啦操《push push》</td>
		<td width="20%">渭南校区</td>
	</tr>
</table>
<span class="qs1">抽奖环节</span>
<br /><br />

<table width="100%" cellpadding="0" cellspacing="0">
	<tr>
		<td width="80%">节目十三：独唱《悟空》	</td>
		<td width="20%">神秘嘉宾</td>
	</tr>
	<tr>
		<td width="80%">节目十四：独唱《她来听我的演唱会》</td>
		<td width="20%">神秘嘉宾</td>
	</tr>
</table>
<span class="qs1">抽奖环节</span>
<br /><br /><br />

	<div style="background-color:#5BC0DE; border-radius:10px; width:60%; max-width:320px; height:22px; margin:0 auto;">
		<p style="text-align:center; font-size:14px; padding:1px 0; color:#fff;">网络营销部设计制作</p>
	</div>
</div>
</body>
</html>
